/*
 Localizable.strings
 TSFeedback
 
 Created by 沧海无际 on 2020/5/14.
 
 */

"E-mail" = "E-mail:";
"Enter your email address here" = "Digite o endereço de email aqui";
"Content" = "Conteúdo";
"Note:" = "Nota:";
"Submit" = "Enviar";
"Sending…" = "Enviando ...";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "Enviar com sucesso, resolveremos o seu problema o mais rápido possível!";
"Send failed!" = "Falha ao enviar!";
"You can also click on product support to find the corresponding solution. Product Support >>" = "Você também pode clicar no suporte ao programa para encontrar a solução correspondente. Suporte ao Programa>> ";
"Product Support >>" = "Suporte ao Programa>>";
"Please make sure your network connection is working and submit again." = "Por favor, verifique se a conexão de rede está funcionando e envie novamente.";
"Feedback" = "Feedback";

"Please enter valid Email address." = "Por favor insira um endereço de e-mail válido.";

//MARK: - Feedback 2.0.0 定制
"Thanks for contacting us and telling us your opinions about our product." = "Obrigado por nos contatar e dar-nos a sua opinião sobre o programa.";
"What do you want to do with this product?" = "Qual problema você quer resolver com este programa?";
"1: In order to quickly resolve the problem, please describe the problem you are experiencing as much detail as possible." = "1: Descreva o problema encontrado com o máximo de detalhes possível. Uma descrição mais clara o ajudará a resolver o problema mais rapidamente;";
"What is your problem when using this product?" = "Qual problema você encontrou ao usar o programa?";
"1: If you have any questions about the product or after-sales service, please feel free to tell us." = "1: Se você tiver alguma dúvida sobre o uso do programa ou problemas pós-venda, fique à vontade para entrar em contato conosco;";
"E-mail" = "E-mail:";
"Please enter a valid email address" = "Por favor insira um endereço de e-mail válido";
"Please make sure your email is correct" = "Verifique-se de que o e-mail está correto";
"Notes:" = "Nota:";
"1: Due to the time difference of global customer service, you will get an answer within 48 hours on weekdays." = "1: Devido à diferença horária, responderemos dentro de 48 horas do dia útil;";
"2: You can also check our online FAQs to quickly browse some order issues or technical problems." = "2: Se desejar verificar rapidamente alguns problemas de pedido ou problemas técnicos, você também pode visitar nosso FAQ de pedidos ou FAQ de programas;";
"order issues" = "FAQ de pedidos";
"technical problems" = "FAQ de programas";

"Attach log file" = "Anexar os arquivos de log";
"Attach images:" = "Anexar fotos:";
"Add Image" = "Adicionar fotos";
"Add up to 2 images" = "Adicione até 2 fotos";
"Submit" = "Enviar";
"Sending…" = "Enviando ...";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "Enviado com sucesso, resolveremos o seu problema o mais rápido possível!";
"Send failed!" = "Falha ao enviar!";
"Please make sure your network connection is working and submit again." = "Por favor, verifique se a conexão de rede está funcionando e envie novamente.";
"Feedback" = "Feedback";
"OK" = "OK";
